{
    "register": "რეგისტრაცია",
    "log in": "შესვლა",
    "EREKLE RATIANI": "ერეკლე რატიანი",
    "Tracker": "ტრექერი",
    "Monitor all your tasks with Tracker, a service for project management, resource allocation, and collaboration." : "თვალყური ადევნეთ თქვენს ყველა ამოცანას ტრექერის საშუალებით, სერვისი პროექტის მართვის, რესურსების განაწილებისა და თანამშრომლობისთვის.",
    "This application for creating a project management system was created as part of the Angular 2022 course from Rolling Scopes School. Worked on the project: EREKLE RATIANi.": "ეს აპლიკაცია პროექტის მართვის სისტემის შესაქმნელად შეიქმნა Angular 2022 კურსის ფარგლებში Rolling Scopes School-ისგან. მუშაობდა პროექტზე: ერეკლე რატიანი.",
    "s":"s",
    "Flexible work environment":"მოქნილი სამუშაო გარემო",
    "Tracker is a convenient solution for businesses of all sizes, with a universal approach right for any industry.": "ტრეკერი არის მოსახერხებელი გადაწყვეტა ყველა ზომის ბიზნესისთვის, უნივერსალური მიდგომით ნებისმიერი ინდუსტრიისთვის.",
    "Fault tolerance": "შეცდომის ტოლერანტობა",
    "Tracker is designed to handle heavy workloads." : "ტრეკერი შექმნილია მძიმე დატვირთვის მოსაგვარებლად.",
    "Manage team and track progress": "მართეთ გუნდი და თვალყური ადევნეთ პროგრესს",
    "Our project planning software has best features as well as features of the team management software.": "ჩვენი პროექტის დაგეგმვის პროგრამას აქვს საუკეთესო ფუნქციები, ისევე როგორც გუნდის მართვის პროგრამული უზრუნველყოფის მახასიათებლები.",
    "Automatic online project scheduling and drag and drop simplicity": "ავტომატური ონლაინ პროექტის დაგეგმვა და გადაათრიეთ და ჩამოაგდეთ სიმარტივე",
    "To make project management even easier, we let our users prioritize tasks, indent and outdent, set dependencies in one click, durations and progress right on a chart online by dragging and dropping tasks and their attributes." : " პროექტის მენეჯმენტის კიდევ უფრო გასაადვილებლად, ჩვენს მომხმარებლებს ვაძლევთ პრიორიტეტს დავალებების, შეწევისა და ამონაკვეთის დაყენების საშუალებას, დავაყენოთ დამოკიდებულებები ერთი დაწკაპუნებით, ხანგრძლივობები და პროგრესი პირდაპირ დიაგრამაზე ონლაინ რეჟიმში ამოცანების და მათი ატრიბუტების გადმოწევით.",
    "Remember me": "დამიმახსოვრე",
    "Password": "პაროლი",
    "Minimum 8 Characters Required":"საჭიროა მინიმუმ 8 სიმბოლო",
    "Type Your Password Here": "ჩაწერეთ თქვენი პაროლი აქ",
    "Type Your Nickname Here": "ჩაწერეთ თქვენი მეტსახელი აქ",
    "Your Nickname": "თქვენი მეტსახელი",
    "Type Your Name Here": "ჩაწერეთ თქვენი სახელი აქ",
    "Your Name": "თქვენი სახელი",
    "Register a new account": "დაარეგისტრირეთ ახალი ანგარიში",
    "log in to your account": "შედით თქვენს ანგარიშზე",
    "log Out": "გასვლა",
    "Edit": "დაედიტება",
    "Add": "დამატება",
    "Welcome": "მოგესალმებით"
}